Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Now, when you kiss her, it' s just a continuation of that move.
ru: Когда ты целуешь ее, следи за движением руки.

source: There' s no break.
ru: Веди нежно, плавно.

source: Kill the liqhts!
ru: Вылючите свет!

source: <i>Don' t be mad. </ i>
ru: Не сходи с ума.

source: Oh, sure.
ru: Зачем ты пришла?

source: You want me to make this easy for you?
ru: Нет.

source: No fuckin 'way!
ru: Уходи!

source: It' s not qonna be!
ru: Я ненавижу тебя!

source: It' s not easy for me!
ru: Мне плохо!

source: Diane!
ru: Дайян!

source: <i> [Diane Sobbinq] </ i>
ru: [Дайян хнычет]

source: [Diane On Answerinq Machine]
ru: [Голос Дайян]

source: [Machine Beeps]
ru: [Пикает]

source: [Camilla]
ru: [Камилла]

source: Diane, the car' s waitinq.
ru: Дайян, машина ждет.

source: You cominq?
ru: Ты приедешь?

source: Uh— huh.
ru: Угу.

source: It means so much to me.
ru: Я приеду.

source: The car' s riqht outside your house.
ru: Машина ждет тебя возле дома.

source: It' s been waitinq, okay?
ru: Тебя ждут.

source: It' s 6980 Mulholland Drive.
ru: 6980 Малхолланд Драйв.

source: A surprise.
ru: Сюрприз.

source: Shortcut.
ru: Приехали.

source: Come on, sweetheart.
ru: Пойдем, золотце.

source: It' s beautiful.
ru: Красиво.

source: A secret path.
ru: Секретная тропинка.

source: <i>[ Jazz] </ i>
ru: [Играет джаз]

source: Perfect timinq. </ i>
ru: У вас тут весело.

source: Welcome, Diane.
ru: Добро пожаловать, Дайян.

source: Well... here' s to love.
ru: Итак... за любовь.

source: Here' s to love.
ru: За любовь.

source: Ah, here she is.
ru: А, вот ты где.

source: I don' t believe you met my mother.
ru: Познакомься, это моя мать.

source: I' m Diane Selwyn.
ru: Меня зовут Дайян Селвин.

source: Well, just call me Coco.
ru: Зовите меня Коко.

source: Everybody does.
ru: Меня так все называют.

source: Pleased to meet you.
ru: Рада познакомиться.

source: Well, let' s eat.
ru: Прошу к столу.

source: I' m starvinq.
ru: Я проголодалась.

source: I' m sorry I was late.
ru: Простите за опоздание.

source: <i> [Diane] </ i>
ru: [Дайян]

source: <i>I' m from Deep River, Ontario. </ i>
ru: Я из маленького городишки.

source: <i>A small town. </ i>
ru: Дип Ривер, на озере Онтарио.

source: [Coco]
ru: [Коко]

source: So you rolled in here from Canada.
ru: Вы приехали из Канады.

source: I always wanted to come here.
ru: Я всегда мечтала жить здесь.

source: I won this jitterbuq contest.
ru: Я прошла прослушивание.

source: That sort of led to actinq.
ru: И попала на студию.

source: <i>You know, </ i> <i>wantinq to act. </ i>
ru: Я хотела стать актрисой.

source: When my aunt died ——
ru: После смерти моей тети...

source: An<i>yw</ i>ay, she —— she left me some money. — She worked here. — In the movies?
ru: Она оставила мне немного денег. — Она работала здесь. — Снималась в фильмах?

source: <i> [Coco] </ i>
ru: [Коко]

source: <i>Well, how did</ i> <i>you meet Camilla? </ i>
ru: А как вы познакомились с Камиллой?

source: On the <i>Silvia North Story. </ i>
ru: На съемках картины.

source: Oh, Camilla was qreat in that.
ru: Камилла была великолепна.

source: <i> [Camilla Speakinq Spanish] </ i>
ru: [Камилла говорит по— испански]

source: <i> [Man Responds In Spanish] </ i>
ru: [Мужчина отвечает по— испански]

source: [Spanish]
ru: [Говорят по— испански]

source: I wanted the lead so bad.
ru: Меня не приняли.

source: <i>Anyway, </ i> <i>Camilla qot the part. </ i>
ru: Камилла получила роль.

source: The director ——
ru: Директор...

source: Bob Brooker?
ru: Боб Брукер?

source: He didn' t think so much of me.
ru: Я не понравилась ему.

source: An<i>yw</ i>ay, that' s when we became friends.
ru: Тогда мы и стали подругами.

source: <i>She helped me, </ i> qettinq some parts in some of her fiilms.
ru: Она помогала мне, давала роли в своих фильмах.

source: <i> [Adam] </ i>
ru: [Адам]

source: <i>So I qot the pool, </ i> <i>and she qot the pool man. </ i>
ru: Я построил бассейн, а она принесла плавательные матрасы.

source: I couldn' t believe it.
ru: Я не мог поверить.

source: <i>I wanted to buy that judqe</ i> <i>a Rolls</ i>— <i>Royce. </ i>
ru: Я хотел купить судье старенький Роллс— ройс.

source: Sometimes, qood thinqs happen.
ru: Все что ни случается, все к лучшему.

source: [Whisperinq]
ru: [Шепчет]

source: <i> [Knife Tappinq Glass] </ i>
ru: [Ножом стучит по стакану]

source: So I quess we' ve saved the best for last.
ru: Думаю, пришло время признаться.

source: Do you wanna tell them?
ru: Ты расскажешь?

source: <i>No, you</ i>— <i>you tell them. </ i>
ru: Нет, лучше ты.

source: Camilla and I...
ru: Мы с Камиллой...

source: are qoinq to be ——
ru: намерены...

source: <i> [Dishes Clatterinq] </ i>
ru: [Разбивается посуда]

source: Sorry about that.
ru: Простите.

source: No, I' m fiine.
ru: Нет, все в порядке.

source: <i>This is the qirl. </ i>
ru: Это та девушка.

source: Don' t show me this fuckin 'thinq here.
ru: Не показывай мне это.

source: It' s just an actress' photo resume.
ru: Это фотография актрисы.

source: Everybody' s qot one.
ru: Она есть у многих людей.

source: You qot the money?
ru: Ты принесла деньги?

source: I sure do.
ru: Конечно.

source: <i> [Unzippinq Zipper] </ i>
ru: [Открывает сумку]

source: Okay, now once you hand that over to me, it' s a done deal.
ru: Считай, что дело сделано.

source: <i> [Closinq Zipper] </ i>
ru: [Закрывает сумку]

source: You sure you want this?
ru: Ты уверена, что хочешь этого?

source: More than anythinq in this world.
ru: Больше всего на свете.

source: When it' s fiinished, you' il fiind this where I told you.
ru: Когда все закончится, люч будет лежать в условленном месте.

source: What' s it open?
ru: От чего люч?

source: [Lauqhinq Hysterically]
ru: [Истерически смеются]

source: <i> [Poundinq On Door] </ i>
ru: [Стучат в двери]

source: <i> [Poundinq Continues] </ i>
ru: [Продолжают стучать]

source: <i> [Screaminq] </ i>
ru: [Кричит]

source: [Screaminq Continues]
ru: [Кричит]

source: I gotta lock up, son.
ru: Мы закрываемся, сын мой.

source: You looking for faith, forgiveness?
ru: Ты хочешь прощения cвоих грехов?

source: I' m lookin 'for the Bulls to cover the spread.
ru: Я хочу, чтобы Быки победили.

source: Duffy' s here.
ru: Даффи здесь.

source: You better have his money.
ru: Лучше бы у тебя были его деньги.

source: I' m gonna have it.
ru: Будут.

source: What' s the score?
ru: Какой счёт?

source: You' re into Duffy for at least five grand.
ru: В конце концов, ты ведь должен ему пять штук.

source: Who gave you an account?
ru: Где ты их возьмёшь?

source: I laid six grand with the Barber to get me even.
ru: Я занял шесть штук у Варбера.

source: Chicago' s down by four.
ru: Чикаго проигрывает на четыре.

source: - I got Chicago gettin 'eight.
ru: - Я поставил на то, что Чикаго проиграет не больше восьми.

source: - Less than a minute to go.
ru: - Меньше минуты до конца.

source: Hang on!
ru: Держитесь!

source: Just hang on.
ru: Просто продержитесь.

source: Did you bet the Barber with my money?
ru: Ты платишь Барберу из моих денег?

source: You' re not that stupid.
ru: Ты же не настолько глуп.

source: Shut up, Duffy.
ru: Заткнись Даффи.

source: In 18 seconds, you' il have your money.
ru: Через 18 секунд ты получишь свои деньги.

source: Oh, and he gets hammered, and in it goes!
ru: Он проходит под кольцо и забивает!

source: Okay, if he makes both, it' s eight.
ru: Хорошо.

source: I push.
ru: Если они забьют два, то будет восемь.

source: I' m even.
ru: Я выиграю.

source: Flagrant foul.
ru: Фол.

source: He shoots that first.
ru: И он будет пробивать штрафные.

source: - That' s bullshit!
ru: - Это полный бред!

source: - You' re screwed if he makes three.
ru: - Ты проиграешь, если они забьют три.

source: I' m first, O' Neill!
ru: Я первый, Онил!

source: You always pay me first!
ru: Ты всегда платишь мне первому!

source: You wanna kick my ass?
ru: Хотите надрать мне задницу?

source: No one can kick my ass better than I can.
ru: Никто не может этого сделать лучше, чем я сам.

source: Hey, Conor, it' s Ticky!
ru: Эй, Конор, это Тикки!

source: Did you bring money for the summons?
ru: Ты принёс деньги, чтобы заплатить залог?

source: - Did you bring money to get me out?
ru: - Ты принёс деньги за моё освобождение?

source: - Damn, you got "zactly' s" breath.
ru: - Чёрт, ну у тебя и воняет изо рта.

source: - "Zactly' s breath"?
ru: - Воняет?

source: Damn, that' s nasty.
ru: Да, от тебя воняет, как из задницы.

source: Did you pay them?
ru: Ты им заплатил?

source: They said it' s 580.
ru: Они говорили 580.

source: - I need the tickets.
ru: - Мне нужны билеты.

source: - Which ones?
ru: - Какие?

source: You got two pair on the floor for the Bulls- Rockets.
ru: Две пары на Быки- Ракеты, которые у тебя.

source: I' m gonna hawk those myself.
ru: Я их сам толкану.

source: The game' s not till 7: 00.
ru: Игра только в семь часов.

source: - It' s 5: 00.
ru: - Уже пять.

source: Tell me where they are.
ru: Скажи, где они.

source: - Shit.
ru: - Чёрт.

source: They' re under the religious statue on my dresser.
ru: Они под статуей в моей прихожей.

source: Wait, Ticky!
ru: Эй, Тикки!

source: You gotta get 1, 200.
ru: Ты должен толкануть их за 1200.

source: - You gotta pay to get me out!
ru: - Ты должен заплатить за моё освобождение!

source: - I already did.
ru: - Уже заплатил.

source: - It' s Ticky.
ru: - Это Тикки.

source: Let me in.
ru: Открой.

source: Ticky.
ru: Тикки.

source: Thank God.
ru: Слава богу.

source: I really need that money.
ru: Мне очень нужны эти деньги.

source: How much did you get for the tickets?
ru: Сколько ты получил за билеты?

source: Jesus!
ru: Господи!

source: Hey, O' Neill.
ru: Эй, Онил, помнишь меня?

source: They grabbed me outside the United Center.
ru: Они схватили меня прямо в центре.

source: - Yeah, you' re the Barber' s son.
ru: - Да, ты сын Барбера.

source: Remember making that phone call from Michael Pistone' s wedding?
ru: Помнишь телефонный звонок со свадьбы Майкла Пистона?

source: - Get off of me.
ru: - Отстань от меня.

source: - You talked to me.
ru: - Ты говоришь со мной.

source: You said, "This is O' Neill, number 55.
ru: Ты сказал, "Это Онил, номер 55.

source: What' s my limit? "
ru: Какой мой предел? "

source: So I check 55, and I see you got six grand.
ru: Я проверил номер 55, и увидел шесть штук.

source: So you put that six grand down on Milwaukee, and they tank.
ru: Затем ты поставил шесть штук на Милуоки, и они приняли ставку.

source: So I ask my old man about O' Neill on 55, and guess what he tells me.
ru: А за тем я спросил своего приятеля об 55 номере, Ониле, и сразу догадался, что он ответит.

source: - That guy died four months ago.
ru: - Этот парень умер четыре месяца назад.

source: - Look, tell the Barber --
ru: - Барбер сказал --

source: You bet six grand on your dead father' s account.
ru: Ты поставил шесть штук от имени своего отца.

source: - I need some money right now!
ru: - Мне нужны деньги прямо сейчас!

source: - I' il give you everything I got.
ru: - Я отдам тебе всё, что у меня есть.

source: Relax.
ru: Расслабься.

source: Forty- seven dollars.
ru: Сорок семь долларов.

source: All right, you owe 6, 600.
ru: Хорошо, с тебя 6600.

source: You pay me a grand a week until I say stop.
ru: Ты будешь платить мне штуку в неделю, до тех пор пока я не скажу стоп.

source: - That' s ridiculous.
ru: - Это же нелепо.

source: Bring it to the barber shop.
ru: Будешь приносить в магазин Барбера.

source: You don' t want me to come back here.
ru: Если ты не хочешь, чтобы я вернулся.

source: They grabbed me outside the United Center!
ru: Они схватили меня прямо в центре!

source: I' m Conor O' Neill.
ru: Я Конор Онил.

source: I got an 11: 30 with James Fleming.
ru: У меня назначена встреча на 11. 30 с Джеймсом Флемингом.

source: Can you lend me... twelve grand?
ru: Ты можешь занять мне... двенадцать штук?

source: What -- do you need to bury your father again?
ru: Что -- тебе опять нужны деньги на похороны отца?

source: Did you dig the guy up or something?
ru: Тебе нужно нанять людей или что- нибудь ещё в таком же духе?

source: - What are you, freakin 'sick?
ru: - Ты что больной?

source: - I' m sick?
ru: - Я больной?

source: Four months ago you come in here crying... about how you need $5, 000 to bury your old man.
ru: Четыре месяца назад ты пришёл ко мне в слезах... и сказал, что тебе нужно 5000 на похороны своего старика.

source: I talked to Mahoney at Mikey' s wedding.
ru: Я говорил с Махоуни на свадьбе Микки.

source: It seems he also gave you 5, 000 to bury the guy.
ru: И он сказал, что он тоже дал тебе 5000 на похороны.

source: And I' m gonna pay Mahoney back.
ru: Я собираюсь вернуть ему деньги.

source: I don' t give a shit how much you owe Mahoney.
ru: И даже не говори, сколько ты должен Махоуни.

source: Listen, Jimmy, I' m really up against it right now with Duffy --
ru: Слушай, у меня сейчас действительно неприятности с Даффи --

source: And I really don' t give a shit how much you owe the bookies.
ru: И я даже не представляю сколько ты должен ему.

source: Come back in here.
ru: Вернись.

source: You know, this... just might help you.
ru: Знаешь, это... может тебе помочь.

source: - Jimmy, this is only 500 bucks.
ru: - Джимми, здесь же всего 500 баксов.

source: - I know.
ru: - Я знаю.

source: You' re going to coach a kids' baseball team with me.
ru: Ты будешь тренировать детскую бейсбольную команду со мной.

source: Jimmy, I don' t think you understand how serious my situation is.
ru: Джимми, мне кажется, ты не понимаешь, насколько серьёзно я влип.

source: I' m gonna pay you $500 a week for the next ten weeks.
ru: Я буду платить тебе по 500 долларов в неделю, в течении десяти недель.

source: That' s week one.
ru: Это первая.

source: - Jimmy, I ain' t no good with kids.
ru: - Джимми, я не очень лажу с детьми.

source: - You know, Conor...
ru: - Ты знаешь, Конор...

source: I do this to give something back to the community.
ru: Я делаю это, чтобы вернуть свой долг обществу.

source: You don' t want to do it, give me the check back.
ru: Если не хочешь заниматься этим, верни чек.

source: So, I' il see you at the field tomorrow.
ru: Итак, увидимся завтра, на поле.

source: - Where is it?
ru: - А где это?

source: Right behind that Baptist church where you used to buy reefer.
ru: Прямо за баптистской церковью, где ты обычно покупаешь травку.

source: The only thing behind that church is those shitty housing projects.
ru: Единственное, что там есть, за церковью, это недостроенные дома.

source: I' il see you tomorrow.
ru: Увидимся завтра.

source: I' il whack this shit to the gate.
ru: Эй, закинь его в ворота.

source: You ain' t gonna mess with me.
ru: Если не хочешь потягаться со мной.

source: Yo, check out Coach Jimmy' s whip!
ru: Эй, тренер едет!

source: Oh, damn, this shit is pimped.
ru: О, да, это его развалюха.

source: Whoa, guys, don' t touch the car.
ru: Эй, ребята, не трогайте машину.

source: Yo, Coach Jimmy.
ru: Йоу, тренер, я Джимми.

source: Here' s my extra inhaler... and here' s my Sugar Babies for when my blood needs sugar.
ru: А это мои сахарные пряники, на случай, если моей крови понадобится сахар.

source: Mom says I do better when my blood' s got sugar in it.
ru: Моя мама сказала, что это лучше всего помогает.

source: What' s your name again?
ru: Повтори своё имя?

source: - Jefferson Albert Tibbs.
ru: - Джефферсон Альберт Тиббс.

source: But -- - Everybody listen!
ru: Но -- - Слушайте все!

source: That gentleman behind you is Coach Conor.
ru: Этот джентльмен, позади вас, ваш новый тренер, Конор.

source: He' il be taking over the day- to- day operations.
ru: Теперь он вас будет тренировать.

source: - That bum guy' s our coach?
ru: - Этот засранец наш тренер?

source: Coach Conor just stopped by to give you the equipment.
ru: Сейчас он раздаст вам снаряжение.

source: Jimmy, I can' t do this by myself.
ru: Эй, я с этим не справлюсь.

source: Here' s your roster, schedule, Sugar Babies, inhaler.
ru: Вот тебе журнал, сладкие пряники, ингалятор.

source: I gotta be in New York three weeks.
ru: Я пробуду в Нью- Йорке 3 недели.

source: Training seminar.
ru: Пригляди за ними.

source: Can' t be avoided.
ru: Не теряйся.

source: - Good luck.
ru: - Удачи.

source: - Hey, wait, Jimmy.
ru: - Эй, Джимми, подожди.

source: - What' s wrong with that man?
ru: - Что опять?

source: How am I gonna get my money?
ru: Как я получу свои деньги?

source: Every Monday, Ellen will have a check for you.
ru: Каждый понедельник Элен будет давать тебе чек.

source: Gotta go.
ru: Поехали.

source: - Five hundred, right?
ru: - Пятьсот долларов, верно?

source: - Every Monday.
ru: - Каждый понедельник.

source: - Five hundred every Monday.
ru: - Каждый понедельник.

source: - You bet.
ru: - Ты догадлив.

source: I' il see ya.
ru: Увидимся.

source: - Andre Ray Peetes?
ru: - Андрэ Рэй Питерс?

source: - 'Sup, my brother!
ru: - Я тут, братишка!

source: - What position do you play?
ru: - Где ты играешь?

source: - Big Willie.
ru: - Я с битой.

source: Whatever, man -- back catcher or center field.
ru: Я бью, чувак.

source: I got mad power.
ru: У меня сумасшедший удар.

source: I pound the shit to the gate, yo!
ru: Я могу разнести своей битой всё!

source: Miles Pennfield Il?
ru: Майлс Пен Филд второй?

source: - This dude.
ru: - Вот этот чувак.

source: - Him.
ru: - Он.

source: What position does he play?
ru: Где он играет?

source: He says he can pitch, Coach Conor, but I might pitch too.
ru: Он сказал, что он может бросать, но я тоже могу.

source: Mom says I can play anywhere.
ru: Мама сказала, что я могу играть везде.

source: My asthma and all, I should probably play first.
ru: Но моя астма и всё такое, я вряд ли смогу.

source: I gotta keep my sugar up too.
ru: Мне нужно есть сахар.

source: You know, Mom said that some boys just plain big- boned.
ru: Вы знаете, мама сказала, что некоторые ребята классно играют.

source: And some boys just plain fat- assed.
ru: А некоторые как жирные задницы.

source: Matt Hyland, head of the coaches' committee.
ru: Я Мэтт Айлэнд, президент комитета тренеров.

source: - You the Kekambas?
ru: - Вы Кекамбас?

source: - Are you the Kekambas?
ru: - Вы Кекамбас?

source: - Yeah, bitch, we the Kekambas.
ru: - Да, говнюк, это мы Кекамбас.

source: So, what' s up?
ru: А в чём дело?

source: Where' s James Fleming from Smyth and Stevens Securities?
ru: Где я могу найти Джеймса Флеминга из Смит энд Стивенс Секьюрити?

source: He' s out of town on business.
ru: Он отсутствует, у него дела.

source: I' m assisting him.
ru: Я его заменяю.

source: What do you got -- six or seven kids?
ru: Сколько у вас, шесть или семь ребят?

source: If you can' t field a team, the league' il drop ya.
ru: Если вы не соберёте команду, лига исключит вас.

source: I' il tell Coach Fleming --
ru: Я передам Флемингу --

source: This is Darryl Mackey.
ru: Это Даррил Маккей.

source: He' s the president of the league.
ru: Он президент лиги.

source: Last year was a mess.
ru: В прошлом году была неразбериха.

source: We had to cancel games because we' d show up... and the other team would have five kids.
ru: Мы прекратили соревнования, так как выяснили... что в некоторых командах по пять человек.

source: Waste of everybody' s time.
ru: И мы просто тратили время зря.

source: We' re just trying to save everyone a whole lot of trouble, okay?
ru: Мы просто пытаемся избежать возможных неприятностей, понятно?

source: If you can' t field a nine- man team, you and the Kekambas should go home.
ru: Если вы не соберёте команду из девяти человек, то вы и Кекамбас отправитесь домой.

source: Talk to Jimmy Fleming at Smyth and Stevens Securities... and submit a roster by Friday.
ru: Поговорите с Флемингом... и сообщите нам к пятнице.

source: - Friday.
ru: - Пятница.

source: Yo, Coach.
ru: Эй, тренер.

source: Kofi and Ray Ray want to play.
ru: Кофи и Рэй Рэй хотят играть.

source: Is that Kofi Evans and...
ru: Это Кофи Эванс и...

source: - Raymont Bennet?
ru: - Рэймонт Бэннет?

source: - Yeah, Coach.
ru: - Да, тренер.

source: But Miss Wilkes ain' t gonna let them play.
ru: Но мисс Уилкс не позволяет им играть.

source: Wait, hey, hey!
ru: Стойте, эй, эй!

source: Who' s Miss Wilkes?
ru: Кто такая мисс Уилкс?

source: She teaches Saint Malachy.
ru: Она у нас преподаёт.

source: She gets on my damn nerves, I swear to God!
ru: Она хочет свести меня с ума, я клянусь!

source: She is real mean, Coach.
ru: Она настоящая стерва, тренер.

source: She' s an old nasty lady.
ru: Она старая, противная баба.

source: She tell your moms every little thing.
ru: Она всё рассказывает про нас нашим матерям.

source: Do you know she called my house every night last year?
ru: Она звонила мне домой в прошлом году каждую ночь.

source: Every night.
ru: Каждую ночь.

source: - She won' t let these guys play?
ru: - Она не хочет, чтобы они играли?

source: - Hell, no!
ru: - Чёрт, нет, конечно!

source: She said they couldn' t play ball until they do these book reports.
ru: Она говорит, что они не будут играть до тех пор пока не напишут сочинения по какой- нибудь книге.

source: - Kofi ain' t doin 'shit.
ru: - Кофи не хочет делать это дерьмо.

source: - Ray Ray neither.
ru: - Рэй Рэй тоже.

source: They' re like...
ru: Они говорят что- то вроде...

source: "Bitch, quit that noise."
ru: "Стерва, кончай шуметь."

source: Hey, can we cool it with the "bitches"?
ru: Эй, вы можете не звать её "стерва"?

source: Shit, man.
ru: Чёрт, чувак.

source: Coach, it' s gettin 'kinda late.
ru: Эй тренер, скоро стемнеет.

source: We gotta go soon.
ru: Нам нужно скоро идти.

source: We practicin '?
ru: Мы тренируемся?

source: Not today.
ru: Не сегодня.

source: Thursday, 4: 00 here.
ru: Во вторник, в 4. 00, здесь.

source: Miles, wait up!
ru: Майлс, подожди!

source: My mom' s meetin 'me at Southside Pizza.
ru: Моя мама встречает меня в Южной Пицце.

source: I ain' t walkin 'by myself.
ru: Я один туда не пойду.

source: I wanna go to Southside with you.
ru: Я хочу, чтобы ты пошёл со мной в Южный район.

source: - You wanna just cut up Ashland?
ru: - Ты хочешь, чтобы тебя порезали?

source: - Whatever, man.
ru: - Ты что, чувак.

source: I don' t wanna walk through folks' loop.
ru: Я просто не хочу здесь ходить.

source: Damn Disciples.
ru: Это опасно.

source: Glock, nine millimeter.
ru: Глокк, девять миллиметров.

source: Hey, you know about my karate right?
ru: Эй, ты знаешь, что я каратист?

source: - Man, do you mean karate?
ru: - Нет.

source: - Nah, it' s karate.
ru: Ка- ра- тэ.

source: Learned it from my cousin who was in Japan in the army.
ru: Я научился этому от моего брата, который служил в Японии.

source: Lightning quick!
ru: Быстрая молния!

source: This is the tiger.
ru: Это тигр.

source: No man can defend himself from the fury of a karate tiger man.
ru: Ни один человек не может защититься от человека, владеющего стилем тигра.

source: Yeah, Dre -- a tiger.
ru: Да, Дре -- Тигр.

source: I only use the tiger when I' m fightin ', like, a dozen guys.
ru: Я пользуюсь этим только когда дерусь против дюжины парней.

source: More than that, I use the bear.
ru: Если их больше, то я использую стиль медведя.

source: - What' s the bear again?
ru: - Что ещё за медведь?

source: - I can' t show you!
ru: - Я не могу тебе показать!

source: Man, that' s the secret code of the karate honor.
ru: Дело чести для каратиста.

source: - Sister Wilkes?
ru: - Сестра Уилкс?

source: I wanted to talk to you about --
ru: Я хочу поговорить с вами о --

source: It' s just my head.
ru: Это просто моя голова.

source: Who are you here to see?
ru: Кого вы здесь ищете?

source: - Sister Wilkes.
ru: - Сестру Уилкс.

source: - I' m Miss Wilkes.
ru: - Я мисс Уилкс.

source: - Do you teach here?
ru: - Вы здесь преподаёте?

source: I was just expecting... an older woman.
ru: Просто я ожидал увидеть... пожилую женщину.
